Repository: devopstoday11/selfservice
Catalog: src/linotpselfservice/i18n/*/LC_MESSAGES/linotpselfservice.po
Languages: es, zh

source: Failed to setup context - check your LinOTP connection!
es: Error al crear el contexto. Por favor, compruebe la conexión al servidor LinOTP.
zh: 创建环境失败 - 请检查 LinOTP 服务器的连接！

source: Invalid linotp response: %r
es: Respuesta no válida de LinOTP: %r
zh: 无效的 LinOTP 响应: %r

source: Failed to connect to the linotp server
es: Error al conectar con el servidor LinOTP
zh: 连接到 LinOTP 服务器时，发生错误

source: Authentication attempt failed!
es: ¡Error durante la autenticación!
zh: 验证失败！

source: Connection response:
es: Respuesta de la conexión:
zh: 连接响应：

source: Logout from LinOTP selfservice
es: Cerrar sesión del autoservicio de LinOTP
zh: 从 LinOTP 自助服务退出

source: You are not authenticated
es: No ha sido autenticado
zh: 您未通过验证

source: LinOTP Self Service
es: Autoservicio LinOTP
zh: LinOTP 自助服务

source: No valid session
es: No es una sesión válida
zh: 缺少有效会话

source: there is no linotp_selfservice cookie
es: falta la cookie linotp_selfservice
zh: 缺少 linotp_selfservice Cookie

source: Your session has expired!
es: ¡Su sesión ha expirado!
zh: 您的会话已过期！

source: Error
zh: 错误

source: You need to select a Token and enter two OTP values.
es: Debe seleccionar un token e indicar dos valores OTP.
zh: 你必须选择一个令牌，并输入两个 OTP 值。

source: Token resynced successfully
es: Sincronización del token realizada correctamente
zh: 令牌同步成功

source: Failed to resync Token
es: Error durante la sincronización del token
zh: 令牌同步失败

source: Error resyncing Token:
es: Error durante la sincronización del token:
zh: 令牌同步时，发生错误：

source: You need to enter a serial number
es: Debe indicar un número de serie
zh: 您必须输入一个序列号

source: You are going to assign a new token to you. Is this the correct serial:
es: Desea asignar un token nuevo. Es este el número de serie correcto:
zh: 您正在请求分配一个新的令牌。序列号是否正确：

source: Token assigned successfully
es: Token asignado correctamente
zh: 申请令牌成功

source: Error assigning Token:
es: Error al asignar el token:
zh: 分配令牌时，发生错误：

source: You need to enter an OTP value
es: Debe indicar un valor OTP
zh: 您必须输入一个 OTP 值

source: No Token with this OTP value found!
es: ¡No se ha encontrado ningún token adecuado para el valor OTP!
zh: 无法为该 OTP 值找到匹配令牌！

source: Error getting serial:
es: Error al determinar el número de serie:
zh: 取得序列号时，发生错误：

source: Error calling token:
es: Error al procesar el token:
zh: 令牌处理发生错误：

source: Form data not valid.
es: Los datos del formulario no son válidos.
zh: 无效的数据格式

source: Token enrollment result
es: Resultado de la implementación del token
zh: 令牌注册结果

source: Token enrolled successfully
es: Token implementado correctamente
zh: 注册令牌成功

source: Failed to enroll token:
es: Error al implementar el token:
zh: 注册令牌失败：

source: Failcounter resetted successfully
es: El contador de errores se ha restablecido correctamente
zh: 错误计数器重置成功

source: Failed to reset failcounter!
es: Error al restablecer el contador de errores
zh: 错误计数器重置失败！

source: Token disabled successfully
es: Token desactivado correctamente
zh: 令牌成功禁用

source: Error disabling Token!
es: ¡Error al desactivar el token!
zh: 禁用令牌时，发生错误！

source: Token enabled successfully
es: Token activado correctamente
zh: 激活令牌成功

source: Error enabling Token!
es: ¡Error al activar el token!
zh: 激活令牌时，发生错误！

source: OTP values for token
es: Valores OPT para token
zh: 令牌 OTP 值

source: Time
es: Hora
zh: 时间

source: Counter
es: Contador
zh: 计数器

source: Otp Value
es: Valores OTP
zh: OTP 值

source: Error getting otp values
es: Error al obtener los valores OTP
zh: 获取 OTP 值时，发生错误

source: Token unassigned successfully
es: Asignación de token cancelada correctamente
zh: 取消令牌成功

source: Error unassigning Token!
es: ¡Error al cancelar la asignación de token!
zh: 取消令牌时，发生错误！

source: Token deleted successfully
es: Token eliminado correctamente
zh: 删除令牌成功

source: Failed to delete token!
es: ¡Error al eliminar el token!
zh: 删除令牌失败！

source: Failed to enroll token!
es: ¡Error durante la implementación del token!
zh: 注册令牌失败！

source: Failed to activate token!
es: ¡Error al activar el token!
zh: 激活令牌时，发生错误！

source: Error loading history:
es: Error al cargar el historial:
zh: 加载历史发生错误：

source: Activate your OCRA Token
es: Activar token OCRA
zh: 激活 OCRA 令牌

source: Your OCRA Token :
es: Sus token OCRA:
zh: 您的 OCRA 令牌：

source: 1. Enter the activation code :
es: 1. Introduzca el código de activación:
zh: 1.输入激活码：

source: Failed to enroll token!
es: ¡Error al implementar el token!
zh: 注册令牌失败！

source: activate your OCRA Token
es: Active su token OCRA
zh: 激活您的 OCRA 令牌

source: 2. Enter your confirmation code:
es: 2. Introduzca su código de confirmación:
zh: 2.输入您的验证码：

source: OCRA rollout for token %s completed!
es: ¡Implementación OCRA para el token %s finalizada!
zh: OCRA 令牌 %s 部署完成！

source: OCRA token rollout failed! Please retry
es: ¡Error al implementar el token OCRA! Por favor, inténtelo de nuevo
zh: OCRA 令牌部署失败！请重试

source: finish your OCRA Token
es: Concluir implementación del token OCRA
zh: OCRA 令牌部署完成

source: Assign OTP Token
es: Asignar token OTP
zh: 分配 OTP 令牌

source: You may either assign the token by entering the serial number or you can enter an OTP value of the token and the system will try to identify the token for you.
es: Puede asignar un token introduciendo directamente el número de serie o indicar un valor OTP y dejar que el sistema intente identificar el token.
zh: 您可以通过输入序列号分配令牌，或者您也可以输入 OTP 值，系统将尝试这样来识别您的令牌。

source: The OTP value of the Token to assign
es: El valor OTP para la asignación del token
zh: 分配令牌的 OTP 值

source: determine serial number
es: Determinar el número de serie
zh: 确认序列号

source: Serialnumber of new Token
es: Número de serie del token nuevo
zh: 新令牌的序列号

source: assign Token
es: Asignar token
zh: 分配令牌

source: LinOTP 2 User self service
es: Autoservicio de usuario LinOTP 2
zh: LinOTP 2 用户自助服务

source: Selfservice Portal
es: Portal de autoservicio
zh: 自助服务门户

source: Logged in as
es: Sesión iniciada como
zh: 登录为

source: Logout
es: Cerrar sesión
zh: 退出

source: Communicating with LinOTP server...
es: Comunicarse con el servidor LinOTP...
zh: 连接 LinOTP 服务器...

source: Tokens for user:
es: Token del usuario:
zh: 用户令牌：

source: in realm
es: en el dominio
zh: 域

source: Activate your QR token
es: Active su token QR
zh: 激活您的 QR 令牌

source: Activate your OCRA token
es: Active su token OCRA
zh: 激活您的 OCRA 令牌

source: Enroll OATH token
es: Implementar token OATH
zh: 注册 OATH 令牌

source: Enroll OATH soft token
es: Implementar token de software OATH
zh: 注册 OATH 软令牌

source: Assign Token
es: Asignar token
zh: 分配令牌

source: Disable Token
es: Desactivar token
zh: 禁用令牌

source: Enable Token
es: Activar token
zh: 启用令牌

source: Resync Token
es: Sincronizar token
zh: 同步令牌

source: Reset Failcounter
es: Restablecer contador de errores
zh: 重置错误计数器

source: Set PIN
es: Establecer PIN
zh: 设置 PIN 码

source: Set mOTP PIN
es: Establecer PIN mOTP
zh: 设置 mOTP PIN 码

source: Get OTP values
es: Valores OTP
zh: OTP 值

source: Unassign Token
es: Cancelar asignación de token
zh: 取消令牌分配

source: Delete Token
es: Eliminar token
zh: 删除令牌

source: History
es: Historial
zh: 历史

source: Error enrolling token: %s
es: Error al implementar el token: %s
zh: 注册令牌失败： %s

source: Token enrolled successfully: %s
es: Token implementado correctamente: %s
zh: 注册令牌成功： %s

source: Delete OTP Token
es: Eliminar token OTP
zh: 删除 OTP 令牌

source: Selected Token
es: Token seleccionado
zh: 已选令牌

source: delete token
es: Eliminar token
zh: 删除令牌

source: Disable OTP Token
es: Desactivar token OTP
zh: 禁用 OTP 令牌

source: selected Token
es: token seleccionados
zh: 已选令牌

source: disable Token
es: Desactivar token
zh: 禁用令牌

source: Enable OTP Token
es: Activar token OTP
zh: 启用 OTP 令牌

source: enable Token
es: Activar token
zh: 启用令牌

source: This is the LinOTP self service portal. You may login here with your username and realm.
es: Este es el portal de autoayuda de LinOTP. Puede iniciar sesión con su nombre de usuario y dominio aquí.
zh: 这是 LinOTP 自助服务门户。您可以通过自己的用户名和域在此登录。

source: Within the self service portal you may reset the PINs of your tokens, assign new tokens or resync your tokens.
es: En el portal de autoservicio puede restablecer los PIN de su token, asignarse token nuevos o sincronizar sus token.
zh: 通过自助服务门户，您可以重置您的令牌 PIN 码，分配新令牌或同步您的令牌。

source: If you lost a token, you may also disable this token.
es: Si ha perdido su token, puede desactivarlo aquí
zh: 如果您令牌的丢失，可以在此将其禁用

source: Login to LinOTP self service
es: Inicio de sesión para el autoservicio de LinOTP
zh: 登录 LinOTP 自助服务

source: get OTP values from Token
es: Calcular los valores OTP del token
zh: 计算令牌 OTP 值

source: Number of OTP values to retrieve
es: Número de valores OTP que deben calcularse
zh: 需要计算的 OTP 值数量

source: get OTP values
es: calcular valores OTP
zh: 计算 OTP 值

source: Username
es: Usuario
zh: 用户

source: Realm
es: Dominio
zh: 域

source: Password
es: Contraseña
zh: 密码

source: Login
es: Iniciar sesión
zh: 登录

source: Register your SMS OTP Token / mobileTAN
es: Registre su token SMS OTP/tan móvil
zh: 注册您的短信 OTP 令牌/手机 TAN 码

source: Your mobile phone number
es: Su número de teléfono móvil
zh: 您的手机号码

source: register SMS Token
es: Registrar token SMS
zh: 注册短信令牌

source: reset Failcounter
es: Restablecer contador de errores
zh: 重置错误计数器

source: Resync OTP Token
es: Sincronizar token OTP
zh: 同步 OTP 令牌

source: resync OTP
es: Sincronizar OTP
zh: 同步 OTP

source: This (re)sets the mOTP PIN, which is the PIN that is entered in the motp application on your phone.
es: Aquí puede (r)establecer el PIN mOTP que se indicará en la aplicación mOTP en su dispositivo móvil
zh: 在这里您可以设置（重置）您的 mOTP PIN 码，就是那个在您手机的 mOTP 软件里输入的 PIN 码

source: repeat mOTP PIN
es: Repetir PIN mOTP
zh: 重复 mOTP PIN 码

source: set mOTP PIN
es: Establecer PIN mOTP
zh: 设置 mOTP PIN 码

source: The passwords do not match!
es: Las contraseñas no coinciden
zh: 密码不匹配

source: Error setting mOTP PIN:
es: Error al establecer el PIN mOTP:
zh: 设置 mOTP PIN 码时，发生错误

source: mOTP PIN set successfully
es: El PIN mOTP se ha establecido correctamente
zh: mOTP PIN 码设置成功

source: Set OTP PIN
es: Establecer PIN OTP
zh: 设置 OTP PIN 码

source: repeat PIN
es: Repetir PIN
zh: 重复 PIN 码

source: set PIN
es: Establecer PIN
zh: 设置 PIN 码

source: Error setting PIN:
es: Error al establecer el PIN
zh: 设置 PIN 码时，发生错误

source: PIN set successfully
es: PIN configurado correctamente
zh: PIN 码设置成功

source: Unassign OTP Token
es: Cancelar asignación de token OTP
zh: 取消 OTP 令牌分配

source: unassign Token
es: Cancelar asignación de token
zh: 取消令牌分配

source: Provision your OATH soft token
es: Aprovisione sus token de software OATH
zh: 请提供您的 OATH 软令牌

source: You need an OATH compatible soft token app installed on your mobile device.
es: Debe instalar una aplicación de token de software compatible con OATH en su teléfono inteligente.
zh: 您必须在自己的智能手机上安装一个兼容 OATH 软令牌的 App 应用程序。

source: (FreeOTP, Google Authenticator or another OATH compatible soft token)
es: (FreeOTP, Google Authenticator u otro token de software compatible con OATH)
zh: （FreeOTP、Google Authenticator 或其它兼容 OATH 的软令牌）

source: Provision your soft token in LinOTP
es: Aprovisione sus token de software en LinOTP
zh: 在 LinOTP 内，提供您的软令牌

source: Choose your token profile
es: Seleccione su perfil de token
zh: 请选择您的令牌配置文件

source: event based
es: basado en eventos
zh: 基于事件

source: time based
es: basado en el tiempo
zh: 基于时间

source: and
es: y
zh: 和

source: enroll your token
es: Implemente su token
zh: 注册您的令牌

source: enroll your event based token
es: Implemente sus token basados en eventos
zh: 注册您基于事件的令牌

source: enroll your time based token
es: Implemente sus token basados en el tiempo
zh: 注册您基于时间的令牌

source: Install your soft token profile
es: Instale su perfil de token de software
zh: 安装软令牌配置文件

source: To install the token on your mobile device, scan the QR code below with your soft token app or follow the link
es: Para instalar el token en su teléfono inteligente, escanee el código QR que aparece abajo con su aplicación de token de software o siga el enlace.
zh: 要在您的智能手机上安装令牌，请使用您的软令牌 App 扫描二维码或登录下列链接

source: Provision your OATH Token
es: Aprovisione su token OATH
zh: 请提供您的 OATH 令牌

source: 1. You first need to install the oathtoken to your iPhone.
es: 1. En primer lugar, instale el token oath en su iPhone.
zh: 1.在您的 iPhone 上安装 OATH 令牌

source: link for iPhone
es: Enlace para iPhone
zh: iPhone 链接

source: Using the QR Code you can directly go to install the oath token on your iPhone.
es: Use el código QR para instalar el token oath en su iPhone
zh: 使用二维码在您的 iPhone 上安装 OATH 令牌

source: 2. Then you may create a profile.
es: 2. A continuación podrá crear un perfil
zh: 2.然后，您可以创建一个配置文件

source: enroll OATH Token
es: Implementar token OATH
zh: 注册 OATH 令牌

source: successfully created!
es: ¡Creado correctamente!
zh: 创建成功！

source: Click on this link to install the oathtoken profile to your iPhone:
es: Siga el enlace para instalar el perfil de token oath en su iPhone.
zh: 登录链接在您的 iPhone 上安装 OATH 令牌配置文件

source: install profile
es: Instalar perfil
zh: 安装配置文件

source: Or you can scan the QR code below your iPhone to import the secret.
es: De manera alternativa, escanee el código QR que aparece abajo con su iPhone para transferir el secreto.
zh: 另外，您也可以通过 iPhone 扫描二维码来传输秘密。
