Repository: devopstoday11/selfservice
Catalog: src/selfservice/i18n/*/LC_MESSAGES/linotpdselfservice.po
Languages: de

source: You are not authenticated
de: Sie wurden nicht autentisiert

source: No valid session
de: Keine gültige Session

source: there is no linotp_selfservice cookie
de: das linotp_selfservice Cookie fehlt

source: Your session has expired!
de: Ihre Sitzung ist abgelaufen!

source: Error
de: Fehler

source: You need to select a Token and enter two OTP values.
de: Sie m?ssen ein Token ausw?hlen und zwei OTP Werte eingeben.

source: Token resynced successfully
de: Die Synchronisation des Tokens war erfolgreich

source: Failed to resync Token
de: Fehler bei der Synchronisation des Token

source: Error resyncing Token:
de: Fehler beim Synchronisieren des Tokens:

source: You need to enter a serial number
de: Sie müssen eine Seriennummer eingeben

source: You are going to assign a new token to you. Is this the correct serial:
de: Sie wollen sich einen neuen Token zuweisen. Ist dies die richtige Seriennummer:

source: Token assigned successfully
de: Token erfolgreich zugewiesen

source: Error assigning Token:
de: Fehler beim Zuweisen des Tokens:

source: You need to enter an OTP value
de: Sie müssen einen OTP Wert eingeben

source: No Token with this OTP value found!
de: Keinen Token gefunden, für den der OTP Wert passt!

source: Error getting serial:
de: Fehler beim Bestimmen der Seriennummer:

source: Error calling token:
de: Fehler beim Bearbeiten des Tokens:

source: Form data not valid.
de: Formular Daten sind ungültig.

source: Token enrollment result
de: Ergebnis des Token Ausrollens

source: Token enrolled successfully
de: Token erfolgreich ausgerollt

source: Failed to enroll token:
de: Fehler beim Ausrollen des Token:

source: Failcounter resetted successfully
de: Fehlerzähler erfolgreich zurück gesetzt

source: Failed to reset failcounter!
de: Fehler beim Zurücksetzen des Fehlerzählers!

source: Token disabled successfully
de: Token erfolgreich deaktiviert

source: Error disabling Token!
de: Fehler beim Deaktivieren des Tokens!

source: Token enabled successfully
de: Tokem erfolgreich aktiviert

source: Error enabling Token!
de: Fehler beim Aktivieren des Tokens!

source: OTP values for token
de: OTP Werte für den Token

source: Time
de: Zeit

source: Counter
de: Zähler

source: Otp Value
de: OTP Werte

source: Error getting otp values
de: Fehler beim Holen der OTP Werte

source: Token unassigned successfully
de: Token Zuweisung erfolgreich aufgehoben

source: Error unassigning Token!
de: Fehler beim Aufheben der Token Zuweisung!

source: Token deleted successfully
de: Token erfolgreich gelöscht

source: Failed to delete token!
de: Fehler beim Löschen des Tokens!

source: Failed to enroll token!
de: Fehler beim Ausrollen des Tokens!

source: Failed to activate token!
de: Fehler beim Aktivieren des Tokens!

source: Error loading history:
de: Fehler beim Laden der Historie:

source: Activate your OCRA Token
de: OCRA Token aktivieren

source: Your OCRA Token :
de: Ihr OCRA Token:

source: 1. Enter the activation code :
de: 1. Geben Sie den Aktivierungs Code ein:

source: Failed to enroll token!
de: Fehler beim Ausrollen des Token!

source: activate your OCRA Token
de: Aktivieren Sie ihren OCRA Token

source: 2. Enter your confirmation code:
de: 2. Geben Sie ihren Bestätigungs Code ein:

source: OCRA rollout for token %s completed!
de: OCRA Rollout für den Token %s abgeschlossen!

source: OCRA token rollout failed! Please retry
de: OCRA Token Rollout fehlerhaft! Bitte nochmals versuchen

source: finish your OCRA Token
de: OCRA Token Rollout abschliessen

source: Assign OTP Token
de: OTP Token zuweisen

source: You may either assign the token by entering the serial number or you can enter an OTP value of the token and the system will try to identify the token for you.
de: Sie können entweder einen Token durch Eingabe der Seriennummer zuweisen oder Sie können einen OTP Wert eingeben und das System versucht damit den Token zu identifizieren.

source: The OTP value of the Token to assign
de: Der OTP Wert für die Token Zuweisung

source: determine serial number
de: Bestimme die Seriennummer

source: Serialnumber of new Token
de: Seriennummer des neuen Token

source: assign Token
de: Token zuweisen

source: LinOTP 2 User self service
de: LinOTP 2 Benutzer Selfservice

source: Logged in as
de: Angemeldet als

source: Logout
de: Abmelden

source: Communicating with LinOTP server...
de: Kommuniziere mit dem LinOTP server...

source: Tokens for user:
de: Token des Benutzers:

source: in realm
de: im Realm

source: Activate your QR token
de: Aktivieren Sie ihren QR Token

source: Activate your OCRA token
de: Aktivieren Sie ihren OCRA Token

source: Enroll OATH token
de: OATH Token ausrollen

source: Enroll OATH soft token
de: OATH Softtoken ausrollen

source: Assign Token
de: Token zuweisen

source: Disable Token
de: Token deaktivieren

source: Enable Token
de: Token aktivieren

source: Resync Token
de: Token synchronisieren

source: Reset Failcounter
de: Fehlerzähler zurücksetzen

source: Set PIN
de: Pin setzen

source: Set mOTP PIN
de: mOTP Pin setzen

source: Get OTP values
de: OTP Werte

source: Unassign Token
de: Token Zuweisung aufheben

source: Delete Token
de: Token löschen

source: History
de: Historie

source: Error enrolling token: %s
de: Fehler beim Ausrollen des Token: %s

source: Token enrolled successfully: %s
de: Token erfolgreich ausgerollt: %s

source: Delete OTP Token
de: OTP Token löschen

source: Selected Token
de: Ausgewählter Token

source: delete token
de: Token löschen

source: Disable OTP Token
de: OTP Token deaktivieren

source: selected Token
de: ausgewählte Token

source: disable Token
de: Token deaktivieren

source: Enable OTP Token
de: OTP Token aktivieren

source: enable Token
de: Token aktivieren

source: get OTP values from Token
de: OTP Werte des Token berechnen

source: Number of OTP values to retrieve
de: Anzahl der zu berechnenden OTP Werte

source: get OTP values
de: berechne OTP Werte

source: This is the LinOTP self service portal. You may login here with your username and realm.
de: Dies ist das LinOTP Selbsthilfe Portal. Sie könne sich hier mit ihrem Benuternamen und Realm anmelden.

source: Within the self service portal you may reset the PINs of your tokens, assign new tokens or resync your tokens.
de: Im Selfservice Portal können Sie die PINs ihre Token zurücksetzen, sich neue Token zuweisen oder ihre Token synchronisieren.

source: If you lost a token, you may also disable this token.
de: Falls Sie ihren Token verloren haben, können Sie ihn hier auch deaktivieren

source: Login to LinOTP self service
de: Anmelden für den LinOTP Selfservice

source: Username
de: Benutzer

source: Password
de: Passwort

source: Register your SMS OTP Token / mobileTAN
de: Registrieren Sie ihren SMS OTP Token / mobile Tan

source: Your mobile phone number
de: Ihre Mobilfunknummer

source: register SMS Token
de: SMS Token registrieren

source: reset Failcounter
de: Fehlerzähler zurücksetzen

source: Resync OTP Token
de: OTP Token synchronisieren

source: resync OTP
de: OTP syncronisieren

source: This (re)sets the mOTP PIN, which is the PIN that is entered in the motp application on your phone.
de: Hier setzen Sie den mOTP PIN (zurück), der PIN der in der mOTP Appauf ihrem Mobilfunkgerät eingegben wird

source: repeat mOTP PIN
de: mOTP Pin wiederholen

source: set mOTP PIN
de: mOTP Pin setzen

source: The passwords do not match!
de: Die Passwörter stimmen nicht überein

source: Error setting mOTP PIN:
de: Fehler beim Setzen der mOTP Pin

source: mOTP PIN set successfully
de: mOTP Pin wurde erfolgreich gesetzt

source: Set OTP PIN
de: OTP Pin setzen

source: repeat PIN
de: Pin wiederholen

source: set PIN
de: PIN setzen

source: Error setting PIN:
de: Fehler beim Setzen der PIN

source: PIN set successfully
de: Pin erfolgreich gesetzt

source: Unassign OTP Token
de: OTP Token Zuweisung aufheben

source: unassign Token
de: Token Zuweisung aufheben

source: Provision your OATH soft token
de: Provisionieren Sie ihren OATH Softtoken

source: You need an OATH compatible soft token app installed on your mobile device.
de: Sie müssen eine OATH kompatible Softtoken App auf ihrem Smartphone installieren.

source: (FreeOTP, Google Authenticator or another OATH compatible soft token)
de: (FreeOTP, Google Authenticator oder andere OATH kompatible Soft Token)

source: Provision your soft token in LinOTP
de: Provisionieren Sie ihren Softtoken in LinOTP

source: Choose your token profile
de: W?hlen Sie ihr Token Profil

source: event based
de: ereignisbasiert

source: time based
de: zeitbasiert

source: and
de: und

source: enroll your token
de: Rollen Sie ihren Token aus

source: enroll your event based token
de: rollen Sie ihren Ereignisbasierten Token aus

source: enroll your time based token
de: rollen Sie ihren zeitbasierten Token aus

source: Install your soft token profile
de: Installieren Sie ihr Softtoken Profile

source: To install the token on your mobile device, scan the QR code below with your soft token app or follow the link
de: um den Token auf ihrem Smartphone zu installieren, scannen Sie den QR Codemit ihrer Softtoken App ein oder folgen Sie dem Link

source: Provision your OATH Token
de: Provisionieren Sie ihren OATH Token

source: 1. You first need to install the oathtoken to your iPhone.
de: 1. Installieren Sie zun?chst den oathtoken auf ihren iPhone

source: link for iPhone
de: Link für iPhone

source: Using the QR Code you can directly go to install the oath token on your iPhone.
de: Nutzen Sie den QR Code um den oath Token auf ihrem iPhone zu installieren

source: 2. Then you may create a profile.
de: 2. Anschliessend k?nnen Sie ein Profil anlegen

source: enroll OATH Token
de: OATH Token ausrollen

source: successfully created!
de: erfolgreich angelegt!

source: Click on this link to install the oathtoken profile to your iPhone:
de: Folgen Sie dem Link um das oathtoken Profil auf ihrem iPhone zu installieren

source: install profile
de: Profil installieren

source: Or you can scan the QR code below your iPhone to import the secret.
de: Alternativ können Sie den QR Code mit ihrem iPhone einscannen um das Geheimnis zu übertragen
